<body>

    <main> <!--Основная часть страницы -->
        <h1>Моя первая веб-страница</h1> <!--Заголовок текста 1го уровня -->
        <h2>Про меня</h2> <!--Заголовок текста 2го уровня -->
        <p>Меня зовут Илья. Я работаю <strong>программистом</strong>. Решил расширить свои знания на область, с которой не сталкивался на работе</p>
        <p>Живу в Москве. Люблю интеллектуальные игры.</p> <!--абзац -->
        <h2>Чему я хочу научиться</h2>
        <p>На <em>этом</em> <!--курсив --> курсе я хотел бы научиться создавать сайты с нуля.</p>
    </main>
    <footer> <!--Подвал страницы -->
        <span>&copy;&nbsp;Skillfactory</span> <!--Строчный элемент -->
    </footer>
</body>